app/Controllers/UserController.php

SELECT *
FROM `user`
---
			public function index()
			{
				$data['user'] = $this->user->findAll();